Repository: mohit7seasol/Snaptube-mk
Catalog: Snaptube_*/Localization/*.lproj/Localizable.strings
Languages: da, es, hi

source: Save All Media Files
da: Gem alle mediefiler
es: Guardar todos los archivos multimedia
hi: सभी मीडिया फ़ाइलें सहेजें

source: Easily save images, videos, & more to your device.
da: Gem nemt billeder, videoer og mere på din enhed.
es: Guarda fácilmente imágenes, videos y más en tu dispositivo.
hi: आसानी से चित्र, वीडियो और अधिक अपने डिवाइस में सहेजें।

source: Next
da: Næste
es: Siguiente
hi: आगे

source: Edit Photo & Video
da: Rediger foto og video
es: Editar foto y video
hi: फ़ोटो और वीडियो संपादित करें

source: Easily edit your photos & videos in one place.
da: Rediger nemt dine billeder og videoer ét sted.
es: Edita fácilmente tus fotos y videos en un solo lugar.
hi: एक ही जगह पर आसानी से अपनी फ़ोटो और वीडियो संपादित करें।

source: Crop & Merge Video
da: Beskær og flet video
es: Recortar y unir video
hi: वीडियो क्रॉप और मर्ज करें

source: Edit, crop, and join multiple videos together.
da: Rediger, beskær og flet flere videoer sammen.
es: Edita, recorta y une varios videos.
hi: कई वीडियो को संपादित करें, क्रॉप करें और जोड़ें।

source: Filter Your Photo
da: Filtrer dit foto
es: Filtrar tu foto
hi: अपनी फ़ोटो फ़िल्टर करें

source: Transform your image with beautiful effects.
da: Forvandl dit billede med smukke effekter.
es: Transforma tu imagen con hermosos efectos.
hi: सुंदर इफ़ेक्ट्स के साथ अपनी फ़ोटो बदलें।

source: Done
da: Færdig
es: Listo
hi: हो गया

source: Select Language
da: Vælg sprog
es: Seleccionar idioma
hi: भाषा चुनें

source: Choose your preferred language to continue
da: Vælg dit foretrukne sprog for at fortsætte
es: Elige tu idioma preferido para continuar
hi: जारी रखने के लिए अपनी पसंदीदा भाषा चुनें

source: History
da: Historik
es: Historial
hi: इतिहास

source: Share
da: Del
es: Compartir
hi: साझा करें

source: Delete
da: Slet
es: Eliminar
hi: हटाएँ

source: Welcome 😊
da: Velkommen 😊
es: Bienvenido 😊
hi: स्वागत है 😊

source: Name here
da: Navn her
es: Nombre aquí
hi: नाम यहाँ

source: Paste valid link here...
da: Indsæt gyldigt link her...
es: Pega un enlace válido aquí...
hi: मान्य लिंक यहाँ पेस्ट करें...

source: Past Link
da: Indsæt link
es: Pegar enlace
hi: लिंक पेस्ट करें

source: Download
es: Descargar
hi: डाउनलोड

source: Photos
da: Fotos
es: Fotos
hi: फ़ोटो

source: Videos
da: Videoer
hi: वीडियो

source: Music
da: Musik
es: Música
hi: संगीत

source: YouTube
hi: यूट्यूब

source: See all
da: Se alle
es: Ver todo
hi: सब देखें

source: Edit
da: Rediger
es: Editar
hi: संपादित करें

source: Resize
da: Ændr størrelse
es: Redimensionar
hi: आकार बदलें

source: Add Text
da: Tilføj tekst
es: Agregar texto
hi: टेक्स्ट जोड़ें

source: Enhance
da: Forbedr
es: Mejorar
hi: बेहतर करें

source: Filter
es: Filtro
hi: फ़िल्टर

source: Album
es: Álbum
hi: एल्बम

source: Resize Photo
da: Ændr fotostørrelse
es: Redimensionar foto
hi: फ़ोटो का आकार बदलें

source: Photo Resize
da: Foto størrelsesændring
es: Redimensionar foto
hi: फ़ोटो आकार बदलें

source: Save Photo
da: Gem foto
es: Guardar foto
hi: फ़ोटो सहेजें

source: Enhance Photo
da: Forbedr foto
es: Mejorar foto
hi: फ़ोटो बेहतर करें

source: Filter Photo
da: Filtrer foto
es: Filtrar foto
hi: फ़ोटो फ़िल्टर करें

source: Add Text Photo
da: Tilføj tekst til foto
es: Agregar texto a la foto
hi: फ़ोटो में टेक्स्ट जोड़ें

source: Save Photos
da: Gem fotos
es: Guardar fotos
hi: फ़ोटो सहेजें

source: Crop
da: Beskær
es: Recortar
hi: क्रॉप करें

source: Speed
da: Hastighed
es: Velocidad
hi: गति

source: Merge
da: Flet
es: Unir
hi: मर्ज करें

source: Reverse
da: Vend
es: Revertir
hi: रिवर्स करें

source: Crop Video
da: Beskær video
es: Recortar video
hi: वीडियो क्रॉप करें

source: Save Video
da: Gem video
es: Guardar video
hi: वीडियो सहेजें

source: Speed Video
da: Video hastighed
es: Velocidad del video
hi: वीडियो गति

source: Select Videos
da: Vælg videoer
es: Seleccionar videos
hi: वीडियो चुनें

source: Merge Video
da: Flet video
es: Unir video
hi: वीडियो मर्ज करें

source: Reverse Video
da: Vend video
es: Revertir video
hi: वीडियो रिवर्स करें

source: My Creation
da: Min kreation
es: Mi creación
hi: मेरी रचना

source: Oops!
da: Ups!
es: ¡Ups!
hi: उफ़!

source: No Data Found
da: Ingen data fundet
es: No se encontraron datos
hi: कोई डेटा नहीं मिला

source: Photo
da: Foto
es: Foto
hi: फ़ोटो

source: Video
hi: वीडियो

source: Setting
da: Indstillinger
es: Configuración
hi: सेटिंग

source: Language
da: Sprog
es: Idioma
hi: भाषा

source: About Us
da: Om os
es: Sobre nosotros
hi: हमारे बारे में

source: Rate Us
da: Bedøm os
es: Califícanos
hi: हमें रेट करें

source: Privacy Policy
da: Fortrolighedspolitik
es: Política de privacidad
hi: गोपनीयता नीति

source: Invite Friends
da: Inviter venner
es: Invitar amigos
hi: मित्रों को आमंत्रित करें

source: Cropped image saved to photo library
da: Beskåret billede gemt i fotobiblioteket
es: Imagen recortada guardada en la fototeca
hi: कटी हुई छवि फोटो लाइब्रेरी में सहेजी गई

source: Success
da: Succes
es: Éxito
hi: सफलता

source: Saved to Photo Editor App Album!
da: Gemt i Photo Editor App-albummet!
es: ¡Guardado en el álbum de Photo Editor App!
hi: फोटो एडिटर ऐप एल्बम में सहेजा गया!

source: Permission Required
da: Tilladelse påkrævet
es: Permiso requerido
hi: अनुमति आवश्यक

source: Please allow photo library access to save images to your Photos.
da: Giv adgang til fotobiblioteket for at gemme billeder.
es: Permite el acceso a la fototeca para guardar imágenes.
hi: कृपया छवियाँ सहेजने के लिए फोटो लाइब्रेरी एक्सेस की अनुमति दें।

source: Settings
da: Indstillinger
es: Configuración
hi: सेटिंग्स

source: Cancel
da: Annuller
es: Cancelar
hi: रद्द करें

source: Error
da: Fejl
hi: त्रुटि

source: OK
hi: ठीक है

source: Saving...
da: Gemmer...
es: Guardando...
hi: सहेजा जा रहा है...

source: Unknown photo library permission status
da: Ukendt tilladelsesstatus for fotobiblioteket
es: Estado de permiso de fototeca desconocido
hi: फोटो लाइब्रेरी अनुमति स्थिति अज्ञात

source: No image to save
da: Intet billede at gemme
es: No hay imagen para guardar
hi: सहेजने के लिए कोई छवि नहीं

source: Filter applied successfully!
da: Filter anvendt!
es: ¡Filtro aplicado correctamente!
hi: फ़िल्टर सफलतापूर्वक लागू किया गया!

source: Filtered photo saved to gallery!
da: Filtreret foto gemt i galleriet!
es: ¡Foto filtrada guardada en la galería!
hi: फ़िल्टर की गई फोटो गैलरी में सहेजी गई!

source: Image saved to photos library
da: Billede gemt i fotobiblioteket
es: Imagen guardada en la fototeca
hi: छवि फोटो लाइब्रेरी में सहेजी गई

source: Choose Text Color
da: Vælg tekstfarve
es: Elegir color de texto
hi: पाठ का रंग चुनें

source: Font
da: Skrifttype
es: Fuente
hi: फ़ॉन्ट

source: Style
da: Stil
es: Estilo
hi: शैली

source: Text Color
da: Tekstfarve
es: Color de texto
hi: पाठ का रंग

source: Shadow
da: Skygge
es: Sombra
hi: छाया

source: Sticker
da: Klistermærke
es: Pegatina
hi: स्टिकर

source: Photo Albums
da: Fotoalbummer
es: Álbumes de fotos
hi: फोटो एल्बम

source: Video Albums
da: Videoalbummer
es: Álbumes de video
hi: वीडियो एल्बम

source: Albums
da: Albummer
es: Álbumes
hi: एल्बम

source: Please allow access to your photo library to display albums.
da: Giv adgang til dit fotobibliotek for at vise albummer.
es: Permite el acceso a tu fototeca para mostrar los álbumes.
hi: एल्बम दिखाने के लिए अपने फोटो लाइब्रेरी एक्सेस की अनुमति दें।

source: Select
da: Vælg
es: Seleccionar
hi: चुनें

source: Added to favorites
da: Føjet til favoritter
es: Añadido a favoritos
hi: पसंदीदा में जोड़ा गया

source: Removed from favorites
da: Fjernet fra favoritter
es: Eliminado de favoritos
hi: पसंदीदा से हटाया गया

source: Processing video...
da: Behandler video...
es: Procesando video...
hi: वीडियो संसाधित हो रहा है...

source: Speed:
da: Hastighed:
es: Velocidad:
hi: गति:

source: Failed to apply speed
da: Kunne ikke anvende hastighed
es: No se pudo aplicar la velocidad
hi: गति लागू करने में विफल

source: Applying speed...
da: Anvender hastighed...
es: Aplicando velocidad...
hi: गति लागू की जा रही है...

source: Failed to crop video
da: Kunne ikke beskære video
es: No se pudo recortar el video
hi: वीडियो क्रॉप करने में विफल

source: Please select a valid time range
da: Vælg et gyldigt tidsinterval
es: Selecciona un intervalo de tiempo válido
hi: कृपया मान्य समय सीमा चुनें

source: Video not properly loaded
da: Video ikke korrekt indlæst
es: Video no cargado correctamente
hi: वीडियो सही ढंग से लोड नहीं हुआ

source: Export cancelled
da: Eksport annulleret
es: Exportación cancelada
hi: निर्यात रद्द किया गया

source: Please enable photo library access in Settings to save videos
da: Aktiver adgang til fotobiblioteket i Indstillinger for at gemme videoer
es: Habilita el acceso a la fototeca en Configuración para guardar videos
hi: वीडियो सहेजने के लिए सेटिंग्स में फोटो लाइब्रेरी एक्सेस सक्षम करें

source: Photo Library Access Denied
da: Adgang til fotobibliotek nægtet
es: Acceso a la fototeca denegado
hi: फोटो लाइब्रेरी एक्सेस अस्वीकार किया गया

source: Video saved to Photo Editor App Album successfully
da: Video gemt i Photo Editor App-albummet
es: Video guardado correctamente en el álbum de Photo Editor App
hi: वीडियो सफलतापूर्वक फोटो एडिटर ऐप एल्बम में सहेजा गया

source: ✅ Video saved to photo library successfully!
da: ✅ Video gemt i fotobiblioteket!
es: ✅ ¡Video guardado correctamente en la fototeca!
hi: ✅ वीडियो सफलतापूर्वक फोटो लाइब्रेरी में सहेजा गया!

source: Saving to Photos...
da: Gemmer til Fotos...
es: Guardando en Fotos...
hi: फोटो में सहेजा जा रहा है...

source: Video merged and saved to Photos!
da: Video flettet og gemt i Fotos!
es: Video fusionado y guardado en Fotos!
hi: वीडियो मिलाया गया और फोटो में सहेजा गया!

source: Merging Videos...
da: Fletter videoer...
es: Fusionando videos...
hi: वीडियो मिलाए जा रहे हैं...

source: Please enable photo library access in Settings
da: Aktiver adgang til fotobiblioteket i Indstillinger
es: Habilita el acceso a la fototeca en Configuración
hi: कृपया सेटिंग्स में फोटो लाइब्रेरी एक्सेस सक्षम करें

source: Media Player
da: Medieafspiller
es: Reproductor multimedia
hi: मीडिया प्लेयर

source: Previous media is not a video
da: Forrige medie er ikke en video
es: El medio anterior no es un video
hi: पिछला मीडिया वीडियो नहीं है

source: No previous video available
da: Ingen forrige video tilgængelig
es: No hay video anterior disponible
hi: कोई पिछला वीडियो उपलब्ध नहीं

source: Next media is not a video
da: Næste medie er ikke en video
es: El medio siguiente no es un video
hi: अगला मीडिया वीडियो नहीं है

source: No next video available
da: Ingen næste video tilgængelig
es: No hay próximo video disponible
hi: कोई आगे का वीडियो उपलब्ध नहीं

source: Are you sure you want to delete this media?
da: Er du sikker på, at du vil slette dette medie?
es: ¿Seguro que deseas eliminar este medio?
hi: क्या आप वाकई इस मीडिया को हटाना चाहते हैं?

source: Delete Media
da: Slet medie
es: Eliminar medio
hi: मीडिया हटाएं

source: Link copied to clipboard
da: Link kopieret til udklipsholderen
es: Enlace copiado al portapapeles
hi: लिंक क्लिपबोर्ड पर कॉपी किया गया

source: Are you sure you want to delete this item?
da: Er du sikker på, at du vil slette dette element?
es: ¿Seguro que deseas eliminar este elemento?
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं?

source: Save
da: Gem
es: Guardar
hi: सहेजें
